name: "core"
platform: "onnxruntime_onnx"
input [
 {
    name: "images"
    data_type: TYPE_FP32
    dims: [1, 3, 640, 640]
  }
]
output [
  {
    name: "output0"
    data_type: TYPE_FP32
    dims: [1, 25200, 15]
    label_filename: "labels.txt"
  }
]
model_warmup [
  {
    name : "core_warmup"
    batch_size: 1
    inputs {
        key: "images"
        value: {
            data_type: TYPE_FP32
            dims: [1, 3, 640, 640]
            zero_data: true
        }
    }
  }
]